{
  "1": {
    "text": "30 августа 1757 г. у селения Гросс-Егерсдорф в Пруссии произошло крупное сражение между русской и прусской армиями. Укажите памятные знаки, установленные вблизи поля битвы (выберите два варианта ответа).",
    "answers": {
      "А": "Обелиск в честь победы русских воинов в битве при Гросс-Егерсдорфе в 1757 году",
      "Б": "Обелиск «Слава русскому оружию»",
      "В": "Памятная доска в честь 250-летия сражения при Гросс-Егерсдорфе",
      "Г": "Памятный камень в честь Семилетней войны"
    },
    "rightAnswers": ["А", "Б"],
    "hint": "А - Обелиск в честь победы русских воинов в битве при Гросс-Егерсдорфе в 1757 году. Установлен в пос. Междуречье Черняховского городского округа. Б - Обелиск «Слава русскому оружию» в честь победы русских воинов в битве при Гросс-Егерсдорфе в 1757 году. Установлен на поле сражения."
  },

  "2": {
    "text": "В сражении при Гросс-Егерсдорфе отличился один из выдающихся в будущем русских полководцев. Позднее за свои победы в ходе русско-турецких войн он был удостоен звания генерал-фельдмаршала и получил приставку к фамилии – «Задунайский». Это был:",
    "answers": {
      "А": "Григорий Александрович Потёмкин",
      "Б": "Христофор Антонович Миних",
      "В": "Пётр Александрович Румянцев",
      "Г": "Пётр Иванович Панин"
    },
    "rightAnswers": ["В"],
    "hint": "«Сии свежие полки не стали долго медлить, но давши залп, с криком „ура“ бросились прямо на штыки против неприятелей и сие решило нашу судьбу и произвело желаемую перемену». В ходе сражения генерал-майор П. А. Румянцев по собственной инициативе провёл три подчинённых ему полка через лес и атаковал фланг прусской армии."
  },

  "3": {
    "text": "Какие артиллерийские орудия русская армия впервые применила в ходе сражения при Гросс-Егерсдорфе? (выберите два варианта ответа)",
    "answers": {
      "А": "Осадные мортиры",
      "Б": "«Шуваловские» гаубицы",
      "В": "«Единороги»",
      "Г": "«Кентавры»"
    },
    "rightAnswers": ["Б", "В"],
    "hint": "По инициативе генерал-фельдцейхмейстера графа П. И. Шувалова в 50-е гг. XVIII в. русская армия получила два новых типа артиллерийских орудий. «Единороги» имели меньшую массу, более мощный заряд и были более скорострельными, чем другие орудия. Своим названием они обязаны гербу Шуваловых – изображению единорога. «Шуваловская» (или «секретная») гаубица отличалась овальным сечением канала ствола. Предполагалось, что он будет способствовать разлету картечи."
  },

  "4": {
    "text": "В честь кого из главнокомандующих русской армией в годы Семилетней войны названа одна из улиц г. Калининграда?",
    "answers": {
      "А": "Виллим Виллимович Фермор",
      "Б": "Александр Борисович Бутурлин",
      "В": "Пётр Семёнович Салтыков",
      "Г": "Степан Фёдорович Апраксин"
    },
    "rightAnswers": ["А"],
    "hint": ""
  },

  "5": {
    "text": "При вступлении русской армии в Кёнигсберг в январе 1758 г. главнокомандующему были поднесены ключи от города. Это были ключи (выберите два варианта ответа)",
    "answers": {
      "А": "находившейся в Кёнигсберге цитадели Фридрихсбург",
      "Б": "Закхаймских ворот",
      "В": "цитадели Пиллау",
      "Г": "Королевских ворот"
    },
    "rightAnswers": ["А", "В"],
    "hint": "В своей реляции о занятии Кёнигсберга главнокомандующий В. В. Фермор сообщил: «принесены ко мне от здешнего правительства ключи здешней цитадели, Фридрихсбурга и Пилавский крепости»"
  },

  "6": {
    "text": "В калининградском храме Христа Спасителя находится иконостас, который в годы Семилетней войны составлял часть убранства одного из православных храмов на территории Пруссии. В каком городе он находился?",
    "answers": {
      "А": "Мемель (Клайпеда)",
      "Б": "Кёнигсберг (Калининград)",
      "В": "Пиллау (Балтийск)",
      "Г": "Гумбиннен (Гусев)"
    },
    "rightAnswers": ["А"],
    "hint": "В 1760 г. в Кёнигсберге (Калининград), Пиллау (Балтийск) и Мемеле (Клайпеда) были освящены православные храмы, убранство для которых были привезено из России. До нашего времени сохранился лишь иконостас из Мемеля, который в 2005 г. был установлен в храме Спаса Нерукотворного – нижнем храме кафедрального собора Христа Спасителя в г. Калининграде."
  },

  "7": {
    "text": "Это инженерное сооружение было построено в Пиллау (Балтийск) русскими инженерами и поэтому получило название:",
    "answers": {
      "А": "«Русский форт»",
      "Б": "«Русский канал»",
      "В": "«Русская башня»",
      "Г": "«Русская дамба»"
    },
    "rightAnswers": ["Г"],
    "hint": "По распоряжению губернатора Пруссии генерала Н.А. Корфа в Пиллау в 1759-1760 гг. была построена так называемая «Русская дамба». В XIX в. здесь были построены жилые дома (современная Русская набережная г. Балтийск)."
  },

  "8": {
    "text": "В 1759 г. в Пиллау был раскрыта группа заговорщиков, которые собирались освободить прусских военнопленных, захватить крепость и удерживать её до подхода прусских войск. Заговор возглавлял:",
    "answers": {
      "А": "почтмейстер Вагнер",
      "Б": "камер-президент Домхард",
      "В": "советник Аэур",
      "Г": "советник Рахов"
    },
    "rightAnswers": ["А"],
    "hint": "Вагнер был арестован и после следствия сослан в Верхоянский край. После окончания войны он был освобождён и вернулся в Пиллау, а затем назначен директором кёнигсбергской почты."
  },

  "9": {
    "text": "Кто из выдающихся в будущем русских полководцев во время Семилетней войны гостил в Кёнигсберге у своего отца – губернатора Пруссии?",
    "answers": {
      "А": "Пётр Иванович Багратион",
      "Б": "Михаил Илларионович Кутузов",
      "В": "Александр Васильевич Суворов",
      "Г": "Иван Иванович Дибич"
    },
    "rightAnswers": ["В"],
    "hint": "Осенью 1761 г. подполковник А. В. Суворов, получив отпуск по ранению, находился в Кёнигсберге в гостях у своего отца – губернатора Пруссии В. И. Суворова."
  },

  "10": {
    "text": "После занятия Пруссии русскими войсками жители провинции принесли присягу на верность императрице России. Памятник ей установлен в г. Балтийск. Это:",
    "answers": {
      "А": "Анна Иоанновна",
      "Б": "Екатерина I",
      "В": "Елизавета Петровна",
      "Г": "Екатерина II"
    },
    "rightAnswers": ["В"],
    "hint": ""
  },

  "11": {
    "text": "Кто из преподавателей кёнигсбергского университета обращался к российской императрице с прошением о занятии должности профессора кафедры?",
    "answers": {
      "А": "Христиан Вольф",
      "Б": "Иммануил Кант",
      "В": "Иоганн Готлиб Фихте",
      "Г": "Фридрих Вильгельм Шеллинг"
    },
    "rightAnswers": ["Б"],
    "hint": "14 декабря 1958 г. приват-доцент Иммануил Кант обратился к императрице Елизавете Петровне с прошением о занятии должности профессора кафедры логики и метафизики, однако получил отказ."
  }
}
